experiments/redis_contention/combined_bandwidth_contention_final_3/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_64/pair_9/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         5882.41    294120.35         0.27         0.67907         0.67900         0.84700         0.95100    303358.30 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       5882.41    294120.35         0.27         0.67907         0.67900         0.84700         0.95100    303358.30